Repository: Ryokisil/GLogo
Catalog: GLogo/Localizable.xcstrings
Source language: en
Languages: ja

# adjust.category.color
source: Color
ja: カラー

# adjust.category.detail
source: Detail
ja: ディテール

# adjust.category.light
source: Light
ja: ライト

# adjust.control.blacks
source: Blacks
ja: 黒レベル

# adjust.control.blur
source: Blur
ja: ぼかし

# adjust.control.brightness
source: Brightness
ja: 明度

# adjust.control.contrast
source: Contrast
ja: コントラスト

# adjust.control.curve
source: Curve
ja: カーブ

# adjust.control.highlights
source: Highlights
ja: ハイライト

# adjust.control.hue
source: Hue
ja: 色相

# adjust.control.saturation
source: Saturation
ja: 彩度

# adjust.control.shadows
source: Shadows
ja: シャドウ

# adjust.control.sharpness
source: Sharpness
ja: シャープネス

# adjust.control.temperature
source: Temperature
ja: 色温度

# adjust.control.vibrance
source: Vibrance
ja: 自然な彩度

# adjust.control.whites
source: Whites
ja: 白レベル

# adjust.selectImage
source: Select an image to adjust.
ja: 画像を選択して色調整してください。

# adjust.title
source: Adjust
ja: 色調整

# aiTools.aiRemove
source: AI Remove
ja: AI除去

# aiTools.backgroundRemove.description
source: Remove background with AI or open the editor for manual editing.
ja: AIで背景を除去するか、エディタで手動編集します。

# aiTools.blurRadius
source: Blur Radius
ja: ぼかし半径

# aiTools.clearBlurMask
source: Clear Blur Mask
ja: ぼかしマスクを消去

# aiTools.editMask
source: Edit Mask
ja: マスク編集

# aiTools.enhance.description
source: Enhances the selected image to make details look clearer.
ja: 選択中の画像を高画質化して、細部をよりくっきり見やすくします。

# aiTools.enhance.alreadyApplied
source: This image has already been enhanced.
ja: この画像にはすでに高画質化を適用しています。

# aiTools.enhance.modelNotBundled
source: This feature is currently unavailable.
ja: 現在この機能は利用できません。

# aiTools.enhanceImage
source: Enhance Image
ja: 画像を高画質化

# aiTools.generateAIMask
source: Generate AI Mask
ja: AIマスク生成

# aiTools.manualEdit
source: Manual Edit
ja: 手動編集

# aiTools.reset
source: Reset
ja: リセット

# aiTools.selectImage
source: Select an image to use AI tools.
ja: 画像を選択してAIツールを使用してください。

# aiTools.tab.backgroundBlur
source: Background Blur
ja: 背景ぼかし

# aiTools.tab.backgroundRemove
source: Background Remove
ja: 背景除去

# aiTools.tab.enhance
source: Enhance
ja: 高画質化

# aiTools.title
source: AI Tools
ja: AIツール

source: Background Color:
ja: 背景色:

# background.gradient.angle
source: Angle:
ja: 角度:

# background.gradient.custom
source: Custom
ja: カスタム

# background.gradient.diagonal
source: Diagonal
ja: 斜め

# background.gradient.direction
source: Direction:
ja: 方向:

# background.gradient.endColor
source: End Color:
ja: 終了色:

# background.gradient.leftToRight
source: Left to Right
ja: 左から右

# background.gradient.linear
source: Linear
ja: 線形

# background.gradient.radial
source: Radial
ja: 放射状

# background.gradient.startColor
source: Start Color:
ja: 開始色:

# background.gradient.topToBottom
source: Top to Bottom
ja: 上から下

# background.gradient.type
source: Type:
ja: タイプ:

# background.opacity
source: Opacity:
ja: 不透明度:

# background.title
source: Background Settings
ja: 背景設定

# background.type.gradient
source: Gradient
ja: グラデーション

# background.type.label
source: Background Type:
ja: 背景タイプ:

# background.type.solid
source: Solid
ja: 単色

# bottomTool.adjust
source: Adjust
ja: 色調整

# bottomTool.aiTools
source: AI Tools
ja: AIツール

# bottomTool.effects
source: Effects
ja: エフェクト

# bottomTool.filters
source: Filters
ja: フィルター

# bottomTool.frame
source: Frame
ja: フレーム

# bottomTool.text
source: Text
ja: テキスト

# common.apply
source: Apply
ja: 適用

# common.cancel
source: Cancel
ja: キャンセル

# common.close
source: Close
ja: 閉じる

# common.color
source: Color
ja: カラー

# common.delete
source: Delete
ja: 削除

# common.done
source: Done
ja: 完了

# common.preview
source: Preview
ja: プレビュー

# common.reset
source: Reset
ja: リセット

# editor.cannotRevert.message
source: No editable history was found, or no image is selected.
ja: 編集履歴がないか、画像が選択されていません。

# editor.cannotRevert.title
source: Cannot Revert
ja: 復元できません

# editor.deleteConfirmation
source: Delete the selected element?
ja: 選択した要素を削除しますか？

# editor.help.addImage
source: Add Image
ja: 画像追加

# editor.help.appSettings
source: App Settings
ja: アプリ設定

# editor.help.baseImageLocked
source: Base Image (locked)
ja: ベース画像（変更不可）

# editor.help.deleteTool
source: Delete Tool
ja: 削除ツール

# editor.help.redo
source: Redo
ja: やり直す

# editor.help.setBaseImage
source: Set as Base Image
ja: ベース画像に設定

# editor.help.undo
source: Undo
ja: 元に戻す

# editor.revert
source: Revert
ja: 元に戻す

# editor.revertConfirmation
source: Do you want to revert the selected image to its original state?
ja: 選択中の画像を初期状態に戻しますか？

# editor.save
source: Save
ja: 保存

# editor.saved.message
source: The image was saved to Photos.
ja: 画像を写真に保存しました。

# editor.saved.title
source: Saved
ja: 保存完了

# editor.saveFailed.message
source: Unable to save the image. Check Photos permission or selected content.
ja: 画像を保存できませんでした。写真へのアクセス権限や選択中のコンテンツを確認してください。

# editor.saveFailed.title
source: Save Failed
ja: 保存失敗

# editor.saving
source: Saving...
ja: 保存中...

# effects.category.film
source: Film
ja: フィルム

# effects.category.lens
source: Lens
ja: レンズ

# effects.category.light
source: Light
ja: ライト

# effects.control.aberration
source: Aberration
ja: 色収差

# effects.control.bloom
source: Bloom
ja: ブルーム

# effects.control.fade
source: Fade
ja: フェード

# effects.control.grain
source: Grain
ja: グレイン

# effects.control.vignette
source: Vignette
ja: ビネット

# effects.selectImage
source: Select an image to edit FX.
ja: 画像を選択してFXを編集してください。

# filters.category.all
source: All
ja: すべて

# filters.mode.standard
source: Standard
ja: スタンダード

# filters.selectImage
source: Select an image to apply filters.
ja: 画像を選択してフィルターを適用してください。

# filters.selectImageHDR
source: Select an image to apply HDR filters.
ja: 画像を選択してHDRフィルターを適用してください。

# filters.title
source: Filters
ja: フィルター

# frame.category.classic
source: Classic
ja: 定番

# frame.category.expressive
source: Expressive
ja: 演出

# frame.category.overlay
source: Overlay
ja: オーバーレイ

# frame.category.print
source: Print
ja: 紙もの

# frame.color
source: Color
ja: 色

# frame.cornerRadius
source: Corner Radius
ja: 角丸半径

# frame.opacity
source: Opacity
ja: 透明度

# frame.remove
source: Remove
ja: 外す

# frame.rounded
source: Rounded
ja: 角丸

# frame.selectImage
source: Select an image to apply a frame.
ja: フレームを付ける画像を選択してください。

# frame.style.badge
source: Badge
ja: バッジ

# frame.style.cornerAccent
source: Corner
ja: 角飾り

# frame.style.double
source: Double
ja: 二重

# frame.style.film
source: Film
ja: フィルム

# frame.style.neon
source: Neon
ja: ネオン

# frame.style.polaroid
source: Polaroid
ja: ポラロイド

# frame.style.simple
source: Simple
ja: シンプル

# frame.style.softOverlay
source: Soft Overlay
ja: ソフト重ね

# frame.style.stamp
source: Stamp
ja: 和紙

# frame.title
source: Frames
ja: フレーム

# frame.width
source: Width
ja: 太さ

# guide.back
source: Back
ja: 戻る

# guide.blur.paint.message
source: Drag the handle to paint the area you want to blur. The masked area will be blurred.
ja: ハンドルをドラッグしてぼかしたい部分をなぞります。マスク範囲がぼかされます。

# guide.blur.paint.title
source: Paint Blur Area
ja: ぼかし範囲を塗る

# guide.blur.switchModes.message
source: Use Remove mode to add blur areas, or Restore mode to remove blur from areas you masked by mistake.
ja: 除去モードでぼかし範囲を追加し、復元モードで誤ったマスクを戻せます。

# guide.blur.switchModes.title
source: Switch Modes
ja: モード切り替え

# guide.blur.undoReset.message
source: Use Undo/Redo to fix mistakes. Tap Reset to clear the mask and start over.
ja: 元に戻す/やり直すで修正できます。リセットでマスクを全消去して最初からやり直せます。

# guide.blur.undoReset.title
source: Undo & Reset
ja: アンドゥとリセット

# guide.common.zoomPan.message
source: Pinch with two fingers to zoom in/out. While zoomed in, drag with two fingers to pan around. Double-tap to reset the view.
ja: 2本指でピンチしてズームイン/アウト。ズーム中は2本指ドラッグで画面を移動。ダブルタップでリセット。

# guide.common.zoomPan.title
source: Zoom & Pan
ja: ズームとパン

# guide.editor.addImage.message
source: Tap the photo icon to import an image.
ja: 写真アイコンをタップして画像を読み込みます。

# guide.editor.addImage.title
source: Add an Image
ja: 画像を追加

# guide.editor.bottomTools.message
source: Use Text to add text, Adjust for color tuning, and AI Tools for background editing.
ja: Textで文字追加、Adjustで色調整、AI Toolsで背景関連の編集ができます。

# guide.editor.bottomTools.title
source: Edit with Bottom Tools
ja: 下部ツールで編集

# guide.editor.save.message
source: Tap the save button at the top left to export.
ja: 左上の保存ボタンで書き出します。

# guide.editor.save.title
source: Save
ja: 保存

# guide.editor.selectElement.message
source: Tap an element on the canvas to select it. You can move, resize, and rotate.
ja: キャンバス上の要素をタップして選択し、移動・拡大縮小・回転ができます。

# guide.editor.selectElement.title
source: Select an Element
ja: 要素を選択

# guide.howToUse
source: HOW TO USE
ja: 使い方ガイド

# guide.next
source: Next
ja: 次へ

# guide.removal.aiUndo.message
source: Tap AI Remove for automatic background detection. Use Undo/Redo to fix mistakes, or Reset to start over.
ja: AI除去で自動背景検出できます。元に戻す/やり直すで修正し、リセットで全消去できます。

# guide.removal.aiUndo.title
source: AI Remove & Undo
ja: AI除去とアンドゥ

# guide.removal.paint.message
source: Drag the handle to paint over the area you want to remove. The red overlay shows the removal area.
ja: ハンドルをドラッグして除去したい部分をなぞります。赤いオーバーレイが除去範囲を示します。

# guide.removal.paint.title
source: Paint to Remove
ja: 塗って除去

# guide.removal.switchModes.message
source: Use Remove mode to erase the background, or Restore mode to bring back areas you removed by mistake.
ja: 除去モードで背景を除去し、復元モードで誤って除去した部分を戻せます。

# guide.removal.switchModes.title
source: Switch Modes
ja: モード切り替え

# guide.skip
source: Skip
ja: スキップ

# imageCrop.title
source: Adjust Image
ja: 画像の調整

# imageEditor.backgroundBlur
source: Background Blur
ja: 背景ぼかし

# imageEditor.backgroundBlur.aiButton
source: AI Background Blur
ja: AI背景ぼかし

# imageEditor.backgroundBlur.deleteMask
source: Delete Mask
ja: マスクを削除

# imageEditor.backgroundBlur.description
source: Detect subject with AI and blur the background
ja: AIで被写体を検出し、背景をぼかすことができます

# imageEditor.backgroundBlur.editMask
source: Edit Mask
ja: マスクを編集

# imageEditor.backgroundBlur.intensity
source: Intensity:
ja: 強度:

# imageEditor.backgroundBlur.manualMask
source: Create Mask Manually
ja: 手動でマスク作成

# imageEditor.backgroundBlur.maskSet
source: Mask Applied
ja: マスク設定済み

# imageEditor.backgroundBlur.processing
source: Generating AI mask...
ja: AIマスク生成中...

# imageEditor.blur
source: Blur:
ja: ブラー:

# imageEditor.brightness
source: Brightness:
ja: 明度:

# imageEditor.colorCorrection
source: Color Correction
ja: 色調補正

# imageEditor.colorOverlay
source: Color Overlay
ja: カラーオーバーレイ

# imageEditor.colorOverlay.intensity
source: Intensity:
ja: 強度:

# imageEditor.contrast
source: Contrast:
ja: コントラスト:

# imageEditor.cornerRadius
source: Corner Radius
ja: 角丸

# imageEditor.cornerRadius.radius
source: Radius:
ja: 半径:

# imageEditor.frame
source: Frame
ja: フレーム

# imageEditor.frame.width
source: Width:
ja: 太さ:

# imageEditor.highlights
source: Highlights:
ja: ハイライト:

# imageEditor.hue
source: Hue:
ja: 色相:

# imageEditor.preview
source: Preview
ja: プレビュー

# imageEditor.saturation
source: Saturation:
ja: 彩度:

# imageEditor.shadows
source: Shadows:
ja: シャドウ:

# imageEditor.sharpness
source: Sharpness:
ja: シャープネス:

# library.elements.title
source: Element Library
ja: 要素ライブラリ

# library.empty.noCategory
source: No items in the selected category
ja: 選択したカテゴリにアイテムがありません

# library.empty.noSearch
source: No items match the search criteria
ja: 検索条件に一致するアイテムがありません

# library.empty.title
source: No Items Found
ja: アイテムが見つかりませんでした

# library.search.placeholder
source: Search Library
ja: ライブラリを検索

# library.template.apply.message
source: This will overwrite the current project. Continue?
ja: 現在のプロジェクトは上書きされます。続行しますか？

# library.template.apply.title
source: Apply Template
ja: テンプレートを適用

# library.template.empty.message
source: Try changing search criteria or check back later
ja: 検索条件を変更するか、後でまた確認してください

# library.template.empty.title
source: No Templates Found
ja: テンプレートが見つかりませんでした

# library.template.preview.apply
source: Apply This Template
ja: このテンプレートを適用

# library.template.preview.elementCount
source: Elements:
ja: 要素数:

# library.template.preview.size
source: Size:
ja: サイズ:

# library.template.preview.title
source: Template Preview
ja: テンプレートプレビュー

# library.templates.search
source: Search Templates
ja: テンプレートを検索

# library.templates.title
source: Templates
ja: テンプレート

# manualRemoval.aiRemove
source: AI Remove
ja: AI除去

# manualRemoval.backgroundBlur.title
source: Background Blur Mask Edit
ja: 背景ぼかしマスク編集

# manualRemoval.backgroundRemoval.title
source: Background Removal Edit
ja: 背景除去編集

# manualRemoval.brushSize
source: Brush Size:
ja: ブラシサイズ:

# manualRemoval.generateAIMask
source: Generate AI Mask
ja: AIマスクを生成

# manualRemoval.imageLoadFailed
source: Failed to load image.
ja: 画像の読み込みに失敗しました。

# manualRemoval.mode
source: Mode:
ja: モード:

# manualRemoval.mode.remove
source: Remove
ja: 除去

# manualRemoval.mode.restore
source: Restore
ja: 復元

# manualRemoval.processing
source: Processing AI...
ja: AI処理中...

# projectSettings.basicInfo
source: Basic Info
ja: 基本情報

# projectSettings.canvasChange.apply
source: Apply
ja: 適用

# projectSettings.canvasChange.message
source: Canvas size changes may affect logo element positions and sizes. Apply changes?
ja: キャンバスサイズの変更はロゴ要素の位置やサイズに影響する場合があります。変更を適用しますか？

# projectSettings.canvasChange.title
source: Canvas Size Change
ja: キャンバスサイズの変更

# projectSettings.canvasSize
source: Canvas Size
ja: キャンバスサイズ

# projectSettings.canvasSizeWarning
source: Note: Canvas size changes may affect logo element positions and sizes.
ja: 注意: キャンバスサイズの変更はロゴ要素の位置やサイズに影響する場合があります。

# projectSettings.discardChanges.discard
source: Discard
ja: 破棄

# projectSettings.discardChanges.message
source: Discard your changes?
ja: 変更内容を破棄してよろしいですか？

# projectSettings.discardChanges.title
source: Discard Changes
ja: 変更を破棄

# projectSettings.height
source: Height:
ja: 高さ:

# projectSettings.presets
source: Presets:
ja: プリセット:

# projectSettings.projectName
source: Project Name
ja: プロジェクト名

# projectSettings.save
source: Save
ja: 保存

# projectSettings.title
source: Project Settings
ja: プロジェクト設定

# projectSettings.width
source: Width:
ja: 幅:

# settings.editorGuide.subtitle
source: Show usage guide
ja: 使い方ガイドを表示

# settings.editorGuide.title
source: Editor Guide
ja: エディタガイド

# settings.language.description
source: Choose the language used in the app.
ja: アプリで使用する言語を選択します。

# settings.language.system
source: System
ja: システム

# settings.language.title
source: Language
ja: 言語

# settings.license.subtitle
source: View licenses in use
ja: 利用中ライセンスを確認

# settings.license.title
source: Open Source License
ja: オープンソースライセンス

# settings.section.about
source: About
ja: 情報

# settings.section.preferences
source: Settings
ja: 設定

# settings.section.resources
source: Resources
ja: その他

# settings.title
source: App Settings
ja: アプリ設定

# settings.version.title
source: Version
ja: バージョン

# shape.cornerRadius
source: Corner Radius
ja: 角丸

# shape.cornerRadius.radius
source: Radius:
ja: 半径:

# shape.customNotSupported
source: Custom shape editing is not supported in this panel.
ja: カスタム図形の編集はこのパネルではサポートされていません。

# shape.fill.angle
source: Angle:
ja: 角度:

# shape.fill.endColor
source: End Color:
ja: 終了色:

# shape.fill.gradient
source: Gradient
ja: グラデーション

# shape.fill.noFill
source: No Fill
ja: 塗りつぶしなし

# shape.fill.none
source: None
ja: なし

# shape.fill.solid
source: Solid
ja: 単色

# shape.fill.startColor
source: Start Color:
ja: 開始色:

# shape.fill.title
source: Fill
ja: 塗りつぶし

# shape.stroke.none
source: None
ja: なし

# shape.stroke.solid
source: Solid
ja: あり

# shape.stroke.title
source: Stroke
ja: 枠線

# shape.stroke.width
source: Width:
ja: 太さ:

# shape.type.circle
source: Circle
ja: 円

# shape.type.ellipse
source: Ellipse
ja: 楕円

# shape.type.polygon
source: Polygon
ja: 多角形

# shape.type.rectangle
source: Rectangle
ja: 四角形

# shape.type.roundedRectangle
source: Rounded Rectangle
ja: 角丸四角形

# shape.type.star
source: Star
ja: 星

# shape.type.title
source: Shape Type
ja: 図形タイプ

# shape.type.triangle
source: Triangle
ja: 三角形

# shape.vertices
source: Vertices
ja: 頂点

# shape.vertices.count
source: Vertices:
ja: 頂点数:

# textEdit.placeholder
source: Enter text
ja: テキストを入力

# textEdit.title
source: Text
ja: テキスト

# textEditor.alignment.label
source: Alignment:
ja: 整列:

# textEditor.colorAlignment.title
source: Color & Alignment
ja: 色と整列

# textEditor.effects.title
source: Effects
ja: エフェクト

# textEditor.font.picker.title
source: Select Font
ja: フォントを選択

# textEditor.font.search
source: Search Fonts
ja: フォントを検索

# textEditor.font.select
source: Select Font
ja: フォントを選択

# textEditor.font.title
source: Font
ja: フォント

# textEditor.glow.add
source: Add Glow
ja: グローを追加

# textEditor.glow.label
source: Glow
ja: グロー

# textEditor.glow.radius
source: Radius:
ja: 半径:

# textEditor.letterSpacing
source: Letter Spacing:
ja: 文字間隔:

# textEditor.lineSpacing
source: Line Spacing:
ja: 行間:

# textEditor.shadow.add
source: Add Shadow
ja: シャドウを追加

# textEditor.shadow.blur
source: Blur:
ja: ぼかし:

# textEditor.shadow.label
source: Shadow
ja: シャドウ

# textEditor.shadow.xOffset
source: X Offset:
ja: X オフセット:

# textEditor.shadow.yOffset
source: Y Offset:
ja: Y オフセット:

# textEditor.size.label
source: Size:
ja: サイズ:

# textEditor.size.placeholder
source: Size
ja: サイズ

# textEditor.spacing.title
source: Spacing
ja: 間隔

# textEditor.stroke.add
source: Add Stroke
ja: ストロークを追加

# textEditor.stroke.label
source: Stroke
ja: ストローク

# textEditor.stroke.width
source: Width:
ja: 太さ:

# textEditor.textColor
source: Text Color:
ja: テキスト色:

# textPanel.color.baseColor
source: Base Color
ja: ベースカラー

# textPanel.color.custom
source: Custom
ja: カスタム

# textPanel.color.endColor
source: End Color
ja: 終了色

# textPanel.color.gradientOverlay
source: Gradient Overlay
ja: グラデーション

# textPanel.color.startColor
source: Start Color
ja: 開始色

# textPanel.content.defaultText
source: Text
ja: テキスト

# textPanel.content.label
source: Content
ja: コンテンツ

# textPanel.content.placeholder
source: Enter text
ja: テキストを入力

# textPanel.effects.addGlow
source: Add Glow
ja: グロウを追加

# textPanel.effects.addGradient
source: Add Gradient
ja: グラデーションを追加

# textPanel.effects.addShadow
source: Add Shadow
ja: シャドウを追加

# textPanel.effects.addStroke
source: Add Stroke
ja: ストロークを追加

# textPanel.effects.angle
source: Angle
ja: 角度

# textPanel.effects.blur
source: Blur
ja: ぼかし

# textPanel.effects.glow
source: Glow
ja: グロウ

# textPanel.effects.opacity
source: Opacity
ja: 不透明度

# textPanel.effects.radius
source: Radius
ja: 半径

# textPanel.effects.removeGlow
source: Remove Glow
ja: グロウを削除

# textPanel.effects.removeGradient
source: Remove Gradient
ja: グラデーションを削除

# textPanel.effects.removeShadow
source: Remove Shadow
ja: シャドウを削除

# textPanel.effects.removeStroke
source: Remove Stroke
ja: ストロークを削除

# textPanel.effects.shadow
source: Shadow
ja: シャドウ

# textPanel.effects.stroke
source: Stroke
ja: ストローク

# textPanel.effects.width
source: Width
ja: 幅

# textPanel.effects.xOffset
source: X Offset
ja: X オフセット

# textPanel.effects.yOffset
source: Y Offset
ja: Y オフセット

# textPanel.font.more
source: More...
ja: その他...

# textPanel.font.preview
source: Preview
ja: プレビュー

# textPanel.font.sampleText
source: Sample Text
ja: サンプルテキスト

# textPanel.font.title
source: Fonts
ja: フォント

# textPanel.selectText
source: Select a text element
ja: テキスト要素を選択してください

# textPanel.spacing.letterSpacing
source: Letter Spacing
ja: 文字間隔

# textPanel.spacing.lineSpacing
source: Line Spacing
ja: 行間

# textPanel.tab.align
source: Align
ja: 整列

# textPanel.tab.color
source: Color
ja: カラー

# textPanel.tab.content
source: Content
ja: コンテンツ

# textPanel.tab.font
source: Font
ja: フォント

# textPanel.tab.glow
source: Glow
ja: グロー

# textPanel.tab.gradient
source: Gradient
ja: グラデ

# textPanel.tab.shadow
source: Shadow
ja: 影

# textPanel.tab.size
source: Size
ja: サイズ

# textPanel.tab.spacing
source: Spacing
ja: 間隔

# textPanel.tab.stroke
source: Stroke
ja: 枠線

# textPanel.title
source: Text
ja: テキスト

# toolPanel.title.background
source: Background
ja: 背景設定

# toolPanel.title.imageEdit
source: Image Edit
ja: 画像編集

# toolPanel.title.shapeEdit
source: Shape Edit
ja: 図形編集

# toolPanel.title.textEdit
source: Text Edit
ja: テキスト編集
